IDEA Open Model
CheckResConcreteBlock Properties
Compatible with IDEA StatiCa 20.1
The CheckResConcreteBlock type exposes the following members.
Properties
Name | Description
CheckStatus
 Status of the Check
LoadCaseId
 Id of Load Case
Name
 Name of Concrete Block
UnityCheck
 Unity Check
Top
See Also
Reference
CheckResConcreteBlock Class
IdeaRS.OpenModel.Connection Namespace